Repository: dtag-dbu/oscad2-branded
Catalog: branding/oscad_theme_telekom/locale/*/LC_MESSAGES/t-oscad.po
Languages: de

source: Publication details
de: Impressum

source: This instance of OSCAd offered under %(url)s is hosted on a server of DTAG.
de: Die hier sichtbare Instanz von OSCAd läuft auf einem Server der DTAG, der unter der URL %(url)s erreichbar ist.

source: Address
de: Anschrift

source: VAT ID No.
de: USt.-IdNr.

source: WEEE-Reg. No.
de: WEEE-Reg.-Nr.

source: Trade Register: Bonn District Court
de: Handelsregister: Amtsgericht Bonn

source: Registered office
de: Sitz der Gesellschaft

source: Supervisory authority:
de: Aufsichtsbehörde

source: Bundesnetzagentur für Elektrizität, Gas, Telekommunikation, Post und Eisenbahnen<br> (German Federal Network Agency for electricity, gas, telecommunications, post and railway)
de: Bundesnetzagentur für Elektrizität, Gas, Telekommunikation, Post und Eisenbahnen

source: Authorized representatives:
de: Vertretungsberechtigt:

source: Responsible for the content:
de: Verantwortlich für den Inhalt:

source: Content maintenance:
de: Pflege des Inhalts:

source: Liability hint:
de: Haftungshinweis:

source: Although we are systematically testing the content of foreign pages linked to our site we assume no liability for the content of the linked sites and pages. Only the real owner and publisher of the linked foreign pages assume liability for their contents.
de: Trotz sorgfältiger inhaltlicher Kontrolle übernehmen wir keine Haftung für die Inhalte externer Links. Für den Inhalt der verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich.

source: Yes
de: Ja

source: No
de: Nein

source: Question
de: Frage

source: Explanation
de: Erklärung

source: Answer
de: Antwort

source: Distribution to 3rd parties?
de: Weitergabe an Dritte?

source: Is the open source application or library ever distributed to any third party (including other legal units of your company)?
de: Wird die Open Source Anwendung oder Bibliothek jemals and Dritte (einschließlich selbstständiger Unternehmenseinheiten) weitergegben?

source: Software modifications?
de: Änderung der Software?

source: Do you modify any of the open source software that your project wants to use?
de: Verändern Sie die Open Source Software, die Ihr Projekt verwenden möchte?

source: Only licenses supported by OSLiC?
de: Nur vom OSLiC unterstützte Lizenzen?

source: Does your project use only open source software that has been licensed under one of the following open source licenses, which are covered by OSLiC:
de: Verwende Iht Projekt ausschließlich Open Source Software, die unter einer der folgenden vom OSLiC abgedeckten Lizenen steht?

source: Submit request
de: Anfrage abschicken

source: Hint
de: Hinweis

source: OSCAd is intended to be used for each single open source software program or license in a project. But if you use the open source software only internally without distributing it, then OSCAd often (but not always) offers the same conclusion: There are no tasks to be performed but you must respect some interdictions.
de: Es ist vorgesehen, dass OSCAd für jede einzelne Open Source Software und jede einzelne Lizenz, die Ihr Projekt verwendet, angewendet wird. Wenn Sie Open Source Software aber nur intern nutzen, ohne Sie weiterzugeben, dann kommt OSCAd oft (aber nicht immer) zum gleichen Ergebnis: Es gibt keine Tätigkeiten, die sie ausführen müssen, aber Sie müssen einige Verbote beachten.

source: Challenge: Sometimes a project uses many open source libs and apps.
de: Herausforderung: Manchmal nutzt ein Projekt sehr viele Open Source Bibliotheken und Programme.

source: OSCAd is intended to be used for each individual open source software program or library used by a project. That is necessary because you have to fulfill the license conditions for every single open source software. So in general, grouping is not possible.
de: OSCAd ist dafür vorgesehen, auf alle Open Source Programme und alle Open Source Bibliotheken, die von einem Projekt verwendet werden, einzeln angewendet zu werden.

source: Solution: Simplification only for particular use-cases
de: Lösung: Vereinfachung nur für bestimmte Anwendungsfälle.

source: But if you use the open source software only internally without distributing it to any third party, the OSCAd analysis often (but not always) leads to the same conclusion: you have to do nothing but to respect some interdictions.
de: Aber wenn Sie die Open Source Software nur intern verwenden, ohne sie jemals an Dritte weiter zu geben, dann führt die Analyse von OSCAd oft (aber nicht immer) zum gleichen Ergebnis: Sie müssen nichts tun, außer einige Verbote zu beachten.

source: Implementation: Answer three questions to determine the use-case
de: Umsetzung: Beantworten Sie drei Fragen, um den Anwendungsfall zu bestimmen.

source: This check determines whether all software packages you use are covered by a use-case that allows a simplfied solution. If it is, you will get a list of interdictions that apply to all of the open source software that you want to use and you won't have to call the OSCAd for each single open source software package.
de: Dieser Test prüft, ob für alle Softwarepakete, die Sie verwenden, ein Anwendungsfall vorliegt, der eine vereinfachte Lösung ermöglicht. Sollte das der Fall sein, so erhalten Sie eine Liste von Verboten, die Sie für alle Softwarepakete, die Sie verwenden wollen, beachten sollten. Dann ist es nicht erforderlich, OSCAd auf jedes einzelne Softwarepaket anzuwenden.

source: Request:
de: Anfrage:

source: Can I simplify the process of using OSCAd, if I want to modify or distribute open source software or if I want to use Open Source Software that is distributed under a license that is not covered by OSLiC?
de: Kann ich die Verwendung von OSCAd vereinfachen, wenn ich Open Source Software verändern oder weitergeben möchte oder wenn ich Open Source Software verwende, die unter einer Lizenz vertrieben wird, die nicht von OSLiC abgedeckt ist?

source: Answer:
de: Antwort:

source: Unfortunately, in these cases you will have to use OSCAd to analyse each license separately for all software packages that you want to modify or distribute. Licenses that are not covered by OSLiC cannot be analyzed with OSCAd at all.
de: Leider müssen sie jede Lizenz einzeln mit OSCAd analysieren, wenn Sie Softwarepakete ändern oder weitergeben wollen. Lizenzen, die nicht von OSLiC abgedeckt werden, können mit OSCAd überhaupt nicht analysiert werden.

source: Results
de: Ergebnisse

source: Provided I want to use unmodified open source software only internally and that each of the software packages is licensed under one of the licenses covered by OSLiC, what do I have to do for acting in accordance with these licenses?
de: Angenommen, ich will unveränderte Open Source Software ausschließlich intern verwenden und dass jedes dieser Softwwarepakete unter einer der von OSLiC abgedeckten Lizenzen steht, was muss ich tun, um mich lizenzkonform zu verhalten?

source: For each of the open source software packages that you want to use OSCAd would answer that you do not have to do anything; and for some of these packages OSCAd would add that you must respect some interdictions. So, if you respect all the following interdictions for each piece of open source software you will certainly comply with all of the licenses.
de: Für jedes der Open Source Softwarepakete, das Sie verwenden wollen, würde OSCAd antworten, dass sie nichts tun müssen; und für einige der Pakete würde OSCAd hinzufügen, dass Sie einige Verbote beachten müssen. Wenn Sie also alle der folgenden Verbote für alle Open Source Softwarepakete beachten, dann halten Sie sicherlich alle Lizenzbestimmungen ein.

source: requires:
de: erfordert:

source: no tasks in order to fulfill the conditions of all licenses of the open source software that you want to use
de: keine Tätigkeiten, um die Bedingungen aller Lizenzen der Open Source Software, die Sie verwenden wollen, zu erfüllen.

source: forbids:
de: untersagt:

source: to use trade names, trademarks, service marks, or product names of any of the licensors - except as required for reasonable and customary use in describing the origin of the work
de: die Marken, Warenzeichen, Dienstleistungsmarken, Produktbezeichnungen eines der Lizenzgeber zu verwenden - ausgenommen insoweit dies vernünftiger- und üblicherweise zur Bezeichnung des Ursprungs des Werkes erforderlich ist.

source: to endorse or to promote any of your services that are based on this software by one of the software names or by trademarks, service marks, logos, or product names that are linked to the software
de: Ihre Dienste, die auf der Software basieren, durch den Namen der Software oder Warenzeichen, Dienstleistungsmarken, Logos, oder Produktnamen, die mit der Software verbungen sind, zu bewerben.

source: to use the name of the licensing organizations or the names of the contributors to promote your own work
de: den Namen der lizenzgebenden Organisation oder derjenigen, die an der Software mitgearbeitet haben, zu verwenden, um Ihre eigene Arbeit anzupreisen.

source: to institute any patent litigation against anyone alleging that the software constitutes patent infringement.
de: eine Patentklage gegen irgendeine Partei anzustreben mit der Behauptung, die Software verletzte ein Patent.

source: to remove or to alter any copyright notices or license notices (including patent notices, disclaimers of warranty, or limitations of liablility) contained within the software package you have received
de: Urheber- oder Lizenzvermerke (einschließlich Patenthinweisen, Einschränkungen der Gewährleistung und Haftungsbeschränkungen) zu ändern oder zu entfernen, die in dem Softwarepaket enthalten sind, das Sie erhalten haben.

source: to use any contributors' name, logo, or trademarks (without an additional or general legally based approval)
de: den Namen, das Logo oder Warenzeichen einer parteo, die an der Software mitgearbeitet hat, zu verwenden (ohne zusätzliche Genehmigung oder allgemeine gesetzliche Grundlage)
